Repository: IBMPredictiveAnalytics/STATS_SVM
Catalog: src/lang/*/STATS_SVM.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: SVM: Warnings
de: SVM: Warningen
es: SVM: advertencias
fr: SVM : Avertissements
it: SVM: Avvisi
ja: SVM: 警告
ko: SVM: 경고
pl: Algorytm SVM: Ostrzeżenia
pt_br: SVM: avisos
ru: SVM: Предупреждения
zh_cn: SVM：警告
zh_tw: SVM：警告

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: Prediction requires a dataset specification for output
de: Vorhersage erfordert eine Datasetspezifikation für die Ausgabe
es: La predicción requiere una especificación de conjunto de datos para el resultado
fr: Les prévisions requièrent une spécification de jeu de données pour la sortie.
it: La previsione richiede la specifica di un dataset per l'output
ja: 予測には出力用のデータセット指定が必要です
ko: 예측을 사용하려면 출력할 데이터 세트를 지정해야 합니다.
pl: Predykcja wymaga podania zbioru danych dla wyników
pt_br: A predição requer uma especificação de conjunto de dados para saída
ru: Для предсказания требуется спецификация набора данных для вывода
zh_cn: 预测需要指定数据集以进行输出
zh_tw: 預測需要輸出的資料集規格

source: A workspace specification is required for prediction
de: Eine Arbeitsbereichsspezifikation ist für die Vorhersage erforderlich
es: Se requiere una especificación de espacio de trabajo para la predicción
fr: Une spécification d'espace de travail est requise pour les prévisions.
it: Per la previsione è necessaria la specifica di uno spazio di lavoro
ja: 予測にはワークスペース指定が必要です
ko: 예측에 대한 작업공간을 지정해야 합니다.
pl: Na potrzeby predykcji wymagane jest określenie obszaru roboczego.
pt_br: Uma especificação de área de trabalho é necessária para a predição
ru: Для предсказания требуется спецификация рабочего пространства
zh_cn: 预测需要指定工作空间
zh_tw: 預測需要工作區規格

source: Workspace file could not be loaded
de: Arbeitsbereichsdatei konnte nicht geladen werden
es: No se ha podido cargar el archivo de espacio de trabajo
fr: Impossible de charger le fichier d'espace de travail.
it: Non è stato possibile caricare il file dello spazio di lavoro
ja: ワークスペース ファイルを読み込むことができませんでした
ko: 작업공간 파일을 로드할 수 없습니다.
pl: Wczytanie pliku obszaru roboczego nie było możliwe
pt_br: O arquivo de área de trabalho não pôde ser carregado
ru: Не удалось загрузить рабочее пространство
zh_cn: 未能装入工作空间文件
zh_tw: 無法載入工作區檔案

source: No SVM model was found in the specified workspace
de: Kein SVM-Modell im angegebenen Arbeitsbereich gefunden
es: No se ha encontrado ningún modelo SVM en el espacio de trabajo especificado
fr: Aucun modèle SVM (Support Vector Machine, séparateur à vaste marge) n'a été trouvé dans l'espace de travail spécifié.
it: Nessun modello SVM è stato trovato nello spazio di lavoro specificato
ja: 指定されたワークスペース内で SVM モデルが見つかりませんでした
ko: 지정된 작업공간에서 SVM 모형을 찾을 수 없습니다.
pl: W określonym obszarze roboczym nie znaleziono modelu algorytmu SVM
pt_br: Nenhum modelo SVM foi localizado na área de trabalho especificada
ru: В заданном рабочем пространстве не найдена модель SVM
zh_cn: 在指定的工作空间中找不到 SVM 模型
zh_tw: 在指定的工作區中找不到 SVM 模型

source: No independent variables were specified. At least one is required
de: Es wurden keine unabhängigen Variablen angegeben. Mindestens eine ist erforderlich
es: No se han especificado variables independientes. Se requiere al menos una.
fr: Aucune variable indépendante n'a été spécifiée. Au moins une variable est requise.
it: Non sono state specificate variabili indipendenti. Ne è richiesta almeno una
ja: 従属変数が指定されていませんでした。少なくとも 1 つ必要です
ko: 독립변수가 지정되지 않았습니다. 하나 이상의 독립변수가 필요합니다.
pl: Nie podano zmiennych niezależnych. Wymagana jest przynajmniej jedna
pt_br: Nenhuma variável independente foi especificada. Pelo menos uma é necessária
ru: Не определено ни одной независимой переменной. Нужно задать хотя бы одну
zh_cn: 未指定自变量。至少需要一个自变量
zh_tw: 未指定自變數。需要至少一個

source: The active dataset must have a name in order to use this procedure
de: Das aktive Dataset muss einen Namen haben, damit diese Prozedur verwendet werden kann
es: El conjunto de datos activo debe tener un nombre para poder utilizar este procedimiento
fr: Le jeu de données actif doit comporter un nom pour pouvoir utiliser cette procédure.
it: Il dataset attivo deve avere un nome per poter utilizzare questa procedura
ja: この手順を使用するためには、アクティブなデータセットに名前が必要です
ko: 이 프로시저를 사용하려면 활성 데이터 세트의 이름이 있어야 합니다.
pl: Aktywny zbiór danych musi mieć nadaną nazwę, aby możliwe było użycie tej procedury
pt_br: O conjunto de dados ativo deve ter um nome para utilizar este procedimento
ru: Для использования этой процедуры у активного набора данных должно быть имя
zh_cn: 活动数据集必须具有名称才能使用此过程
zh_tw: 作用中資料集必須具有名稱，以使用此程序

source: The output dataset name must not already be in use
de: Der Ausgabedatasetname darf nicht bereits verwendet werden
es: El nombre del conjunto de datos de resultado no puede estar ya en uso.
fr: Le nom du jeu de données ne doit pas déjà avoir été attribué.
it: Il nome del dataset di output non deve essere già in uso
ja: 出力データセット名は、まだ使用されていない名前にする必要があります
ko: 출력 데이터 세트 이름은 아직 사용 중이지 않은 것이어야 합니다.
pl: Nazwa wynikowego zbioru danych nie może być już używana
pt_br: O nome do conjunto de dados de saída não pode já estar em uso
ru: Имя выходного набора данных не может уже использоваться
zh_cn: 此输出数据集名称不得正在使用中
zh_tw: 輸出資料集名稱不得已使用

source: Incorrect class weights: weights must be specified as pairs of values and weights
de: Falsche Klassengewichtungen: Gewichtungen müssen als Paare aus Werten und Gewichtungen angegeben werden
es: Ponderaciones de clase incorrectas: las ponderaciones se tienen que especificar como pares de valores y ponderaciones
fr: Pondérations de classe incorrectes : Les pondérations doivent être spécifiées en tant que paires de valeurs-pondérations.
it: Pesi classe non corretti: i pesi devono essere specificati come coppie di valori e pesi
ja: 不正なクラス重み付け: 重み付けは、値と重みのペアとして指定する必要があります
ko: 올바르지 않은 계층 가중값: 가중값은 값과 가중값 쌍으로 지정해야 합니다.
pl: Nieprawidłowe wagi klas: wagi muszą zostać określone jako pary wartości i wag
pt_br: Ponderações incorretas de classe: as ponderações devem estar especificadas como pares de valores e ponderações
ru: Неправильные веса классов; веса должны быть заданы в виде пар значения и веса
zh_cn: 类权重不正确：必须以“值/权重”对的形式指定权重
zh_tw: 不正確的類別加權：加權必須指定為值及加權的配對

source: Prediction variables measurement levels do not match estimation variables
de: Messniveaus der Vorhersagevariablen stimmen nicht mit Schätzungsvariablen überein
es: Los niveles de medición de las variables de predicción no coinciden con las variables de estimación
fr: Les niveaux de mesure des variables de prévision ne correspondent pas à ceux des variables d'estimation.
it: I livelli di misurazione delle variabili di previsione non corrispondono alle variabili di stima
ja: 予測変数の測定の尺度が推定変数と一致しません
ko: 예측 변수 측정 수준이 추정 변수와 매치하지 않습니다.
pl: Poziomy pomiaru zmiennych predykcyjnych nie odpowiadają zmiennym oszacowania
pt_br: Os níveis de medição das variáveis de predição não correspondem às variáveis de estimativa
ru: Типы измерения переменных предсказания не соответствуют переменным оценки
zh_cn: 预测变量测量级别与估算变量不匹配
zh_tw: 預測變數測量水準與預測變數不相符

source: Ignoring workspace save request because using predict mode
de: Anforderung zum Speichern des Arbeitsbereichs wird ignoriert, weil Vorhersagemodus verwendet wird
es: Se ignorará la solicitud de guardar el espacio de trabajo porque se está utilizando el modo de predicción
fr: Demande d'enregistrement de l'espace de travail ignorée en raison de l'utilisation du mode de prévision.
it: Richiesta di salvataggio dello spazio di lavoro ignorata perché è in uso la modalità di previsione
ja: 予測モードを使用しているため、ワークスペース保存要求を無視します
ko: 예측 모드를 사용한 작업공간 저장 요청을 무시합니다.
pl: Żądanie zapisania obszaru roboczego zostanie zignorowane z uwagi na użycie trybu predykcji
pt_br: Ignorar solicitação para salvar a área de trabalho porque o modo de predição está sendo usado
ru: Требование сохранения рабочего пространства будет проигнорировано из-за использования режима предсказания
zh_cn: 正在忽略工作空间保存请求，这是因为使用的是预测方式
zh_tw: 由於使用預測模式，忽略工作區儲存要求

source: Tuning cannot be used if there is no dependent variable
de: Optimierung kann ohne abhängige Variable nicht verwendet werden
es: No se puede utilizar el Ajuste si no hay ninguna variable dependiente
fr: Optimisation non disponible en cas d'absence de variable dépendante.
it: L'ottimizzazione non può essere utilizzata se non sono presenti variabili dipendenti
ja: 従属変数がない場合、調整は使用できません
ko: 종속변수가 없으면 튜닝을 사용할 수 없습니다.
pl: Precyzyjne dostosowanie nie jest możliwe, jeśli brak jest zmiennej zależnej
pt_br: O ajuste não pode ser utilizado se não houver uma variável dependente
ru: Настройку использовать невозможно, если нет зависимой переменной
zh_cn: 如果没有因变量，将无法使用调优
zh_tw: 如果沒有依變數，則無法使用調整

source: Dependent Variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Independent Variables
de: Unabhängige Variablen
es: Variables independientes
fr: Variables indépendantes
it: Variabili indipendenti
ja: 独立変数
ko: 독립변수
pl: Zmienne niezależne
pt_br: Variáveis independentes
ru: Независимые переменные
zh_cn: 自变量
zh_tw: 自變數

source: SVM Type
de: SVM-Typ
es: Tipo de SVM
fr: Type de SVM
it: Tipo di SVM
ja: SVM タイプ
ko: SVM 유형
pl: Typ algorytmu SVM
pt_br: Tipo de SVM
ru: Тип SVM
zh_cn: SVM 类型
zh_tw: SVM 類型

source: Kernel
de: Kern
fr: Noyau
ja: カーネル
ko: 커널
ru: Ядро
zh_cn: 核心
zh_tw: 核心

source: Model Source
de: Modellquelle
es: Origen del modelo
fr: Source du modèle
it: Origine modello
ja: モデル ソース
ko: 모형 소스
pl: Źródło modelu
pt_br: Origem de modelo
ru: Источник модели
zh_cn: 模型源
zh_tw: 模型來源

source: Scale Inputs
de: Metrische Eingaben
es: Entradas de escala
fr: Entrées d'échelle
it: Input di scala
ja: スケール入力
ko: 척도 입력
pl: Ilościowe dane wejściowe
pt_br: Entradas de escala
ru: Количественные входные поля
zh_cn: 比例输入
zh_tw: 尺度輸入

source: Kernel Degree
de: Kerngrad
es: Grado de kernel
fr: Degré du noyau
it: Grado kernel
ja: カーネル次数
ko: 커널 차수
pl: Stopień algorytmu domyślnego
pt_br: Grau de kernel
ru: Степень ядра
zh_cn: 核心等级
zh_tw: 核心度

source: Kernel Gamma
de: Kerngamma
es: Gamma de kernel
fr: Gamma du noyau
it: Gamma kernel
ja: カーネル ガンマ
ko: 커널 감마
pl: Rozkład gamma algorytmu domyślnego
ru: Гамма ядра
zh_cn: 核心 Gamma
zh_tw: 核心 γ

source: Kernel Coef0
de: Kernkoeff0
es: Coef0 de kernel
fr: Valeur Coef0 dans le noyau
it: Coef0 kernel
ja: カーネル Coef0
ko: 커널 계수 0
pl: Wsp0 algorytmu domyślnego
ru: Coef0 ядра
zh_cn: 核心 Coef0
zh_tw: 核心 Coef0

source: Misclassification Cost
de: Fehlklassifizierungskosten
es: Coste de clasificación errónea
fr: Coûts de mauvaise réaffectation
it: Costi di errata classificazione
ja: 誤分類コスト
ko: 오분류 비용
pl: Koszt błędnej klasyfikacji
pt_br: Custo de classificação errada
ru: Стоимость ошибочной классификации
zh_cn: 误分类成本
zh_tw: 錯誤分類成本

source: Nu
ja: ν
ko: Nu(뉴)
ru: Ню

source: Epsilon
es: Épsilon
ja: ε
ko: 엡실런
ru: Эпсилон

source: Class Weights
de: Klassengewichtungen
es: Ponderaciones de clases
fr: Pondérations de classe
it: Pesi classe
ja: クラスの重み
ko: 계층 가중값
pl: Wagi klas
pt_br: Ponderações de classe
ru: Веса классов
zh_cn: 类权重
zh_tw: 類別加權

source: Number of Crossfolds
de: Anzahl Kreuzaufteilungen
es: Número de pliegues
fr: Nombre de partitions
it: Numero di occorrenze incrociate
ja: 交差群数
ko: 중첩 수
pl: Liczba krotności krzyżowych
pt_br: Número de Crossfolds
ru: Число поперечных слоев
zh_cn: 横折数
zh_tw: 交叉摺疊次數

source: Output Dataset
de: Ausgabedataset
es: Conjunto de datos de resultado
fr: Jeu de données de sortie
it: Dataset di output
ja: 出力データセット
ko: 출력 데이터 세트
pl: Wyjściowy zbiór danych
pt_br: Conjunto de dados de saída
ru: Выходной набор данных
zh_cn: 输出数据集
zh_tw: 輸出資料集

source: Result Workspace
de: Ergebnisarbeitsbereich
es: Espacio de trabajo de resultado
fr: Espace de travail des résultats
it: Spazio di lavoro risultato
ja: 結果ワークスペース
ko: 결과 작업공간
pl: Wynikowy obszar roboczy
pt_br: Área de trabalho de resultado
ru: Рабочее пространство результата
zh_cn: 结果工作空间
zh_tw: 結果工作區

source: Workspace Contents
de: Arbeitsbereichsinhalt
es: Contenido del espacio de trabajo
fr: Contenu de l'espace de travail
it: Contenuto dello spazio di lavoro
ja: ワークスペースの内容
ko: 작업공간 컨텐츠
pl: Zawartość obszaru roboczego
pt_br: Conteúdo da área de trabalho
ru: Содержимое рабочего пространства
zh_cn: 工作空间内容
zh_tw: 工作區內容

source: Model Estimation Date
de: Modellschätzungsdatum
es: Fecha de estimación del modelo
fr: Date d'estimation du modèle
it: Data della stima modello
ja: モデルの推定日
ko: 모형 추정 날짜
pl: Data oszacowania modelu
pt_br: Data de estimativa de modelo
ru: Дата оценки модели
zh_cn: 模型估算日期
zh_tw: 模型估計日期

source: <None>
de: <Keine>
es: <Ninguno>
fr: <Aucun>
it: <Nessuno>
ja: <なし>
ko: <없음>
pl: <Brak>
pt_br: <Nenhum>
ru: Нет
zh_cn: <无>
zh_tw: <無>

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規作成(N)
ko: 새로 만들기
pl: Nowe
pt_br: Novo
ru: Создать
zh_cn: 新建
zh_tw: 新建

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

source: NA
de: Nicht zutreff.
es: ND
pl: NIE DOTYCZY
ru: НП

source: None
de: Keine
es: Ninguno
fr: Aucun(e)
it: Nessuno
ja: なし (コレスポンデンス分析)
ko: 지정않음
pl: Brak
pt_br: Nenhuma
ru: Нет
zh_cn: 无
zh_tw: 無

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pl: Wyczyść
pt_br: Limpar
ru: Очистить
zh_cn: 清除
zh_tw: 清除

source: Retain
de: Beibehalten
es: Retener
fr: Conserver
it: Conserva
ja: 保持
ko: 유지
pl: Zachowaj
pt_br: Reter
ru: Сохранять
zh_cn: 保留
zh_tw: 保留

source: Some parameters were tuned from a list of choices
de: Manche Parameter wurden aus einer Liste mit Auswahlmöglichkeiten optimiert
es: Algunos parámetros se han ajustado a partir de una lista de opciones
fr: Certains paramètres ont été définis à partir d'une liste de choix.
it: Alcuni parametri sono stati ottimizzati da un elenco di scelte
ja: 一部のパラメータは選択肢のリストから調整されました
ko: 선택 목록의 일부 매개변수가 조정되었습니다.
pl: Niektóre parametry zostały dostosowane na podstawie listy dostępnych opcji
pt_br: Alguns parâmetros foram ajustados a partir de uma lista de opções
ru: Некоторые параметры настроены из списка вариантов выбора
zh_cn: 某些参数已根据选项列表进行调优
zh_tw: 透過選項清單調整部分參數

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 要約
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Computations done by R package e1071
de: Mit dem R e1071-Paket ausgeführte Berechnungen
es: Cálculos realizados por el paquete de R e1071
fr: Calculs réalisés à l'aide du pack R e1071
it: Calcoli effettuati dal package e1071 R
ja: R パッケージ e1071 によって完了した計算
ko: R 패키지 e1071에 의해 수행된 계산
pl: Obliczenia wykonane w pakiecie R e1071
pt_br: Cálculos feitos pelo e1071 do pacote R
ru: Вычисления выполнены пакетом R e1071
zh_cn: 已由 R 程序包 e1071 完成计算
zh_tw: 由 R 套件 e1071 執行的計算

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: 誤差
ko: 오차
pl: Błąd
pt_br: Erro
ru: Ошибка
zh_cn: 误差
zh_tw: 錯誤

source: Dispersion
de: Streuung
es: Dispersión
it: Dispersione
ja: 散らばり
ko: 산포도
pl: Rozproszenie
pt_br: Dispersão
ru: Разброс
zh_cn: 离散
zh_tw: 離差

source: Parameter Tuning Performance
de: Parameteroptimierungsleistung
es: Rendimiento del ajuste de parámetros
fr: Performances du réglage de paramètre
it: Prestazioni ottimizzazione parametro
ja: パラメータ調整パフォーマンス
ko: 모수 튜닝 성능
pl: Wydajność precyzyjnego dostosowywania parametrów
pt_br: Desempenho de ajuste de parâmetro
ru: Производительность настройки параметров
zh_cn: 参数调优性能
zh_tw: 參數調整效能

source: Tuning Performance
de: Optimierungsleistung
es: Rendimiento del ajuste
fr: Performances du réglage
it: Prestazioni ottimizzazione
ja: パフォーマンスの調整
ko: 튜닝 성능
pl: Wydajność precyzyjnego dostosowywania
pt_br: Ajustando o Desempenho
ru: Производительность настройки
zh_cn: 性能调优
zh_tw: 調整效能

source: Error is classification error or mean squared error depending on dependent variable type.
de: Fehler ist Klassifikationsfehler oder mittlere Fehlerquadratsumme, je nach Typ abhängiger Variablen.
es: Error es error de clasificación o bien media cuadrática de los errores según el tipo de variable dependiente.
fr: L'erreur est une erreur de classification ou une erreur quadratique selon le type de variable dépendante.
it: L'errore è un errore di classificazione o quadratico medio in base al tipo di variabile dipendente.
ja: 誤差は、従属変数の型に応じて、分類誤差または平均平方誤差です。
ko: 오차가 종속변수 유형에 따른 평균제곱 오차 또는 분류 오차입니다.
pl: Błąd to, w zależności od typu zmiennej zależnej, błąd klasyfikacji lub błąd średniokwadratowy.
pt_br: Erro é erro de classificação ou erro quadrático médio dependendo do tipo de variável dependente.
ru: Ошибка является ошибкой классификации или среднеквадратичной ошибкой, в зависимости от типа зависимой переменной
zh_cn: 误差是分类误差或均方误差，具体取决于因变量类型。
zh_tw: 視依變數類型而定，錯誤屬於分類錯誤或均方差。

source: Parameters actually used depend on kernel choice and svm type.
de: Verwendete Parameter hängen von Kernauswahl und SVM-Typ ab.
es: Los parámetros utilizados realmente dependen de la opción de kernel y del tipo de SVM.
fr: Les paramètres actuellement utilisés dépendent des choix du noyau et du type de SVM.
it: I parametri effettivamente utilizzati dipendono dalla scelta del kernel e del tipo di svm.
ja: 実際に使用されるパラメータは、カーネルの選択肢および svm タイプによって異なります。
ko: 실제로 사용되는 모수는 커널 선택항목 및 svm 유형에 따라 달라집니다.
pl: Typ rzeczywiście użytych parametrów zależy od wyboru algorytmu domyślnego oraz typu algorytmu SVM.
pt_br: Parâmetros de fato usados dependem da opção de kernel e do tipo de svm.
ru: Фактически используемые параметры зависят от варианта выбора ядра и типа SVM.
zh_cn: 实际使用的参数取决于核心选项和 SVM 类型。
zh_tw: 實際使用的參數視核心選擇及 svm 類型而定。

source: Center
de: Zentriert
es: Centro
fr: Centre
it: Centro
ja: 中央
ko: 가운데 맞춤
pl: Centralnie
pt_br: Centro
ru: По центру
zh_cn: 中心
zh_tw: 置中

source: Scale
de: Skala
es: Escala
fr: Echelle
it: Scala
ja: スケール
ko: 척도
pl: Skalowanie
pt_br: Escala
ru: Шкалы
zh_cn: 标度
zh_tw: 尺度

source: Variable Scaling
de: Variablenskalierung
es: Escalado de variables
fr: Mise à l'échelle de la variable
it: Scaling della variabile
ja: 変数スケーリング
ko: 변수 척도
pl: Skalowanie zmiennej
pt_br: Ajuste de escala de variável
ru: Масштабирование переменных
zh_cn: 变量缩放
zh_tw: 變數大小調整

source: Scaling
de: Skalieren
es: Escalado
fr: Mise à l'échelle
ja: スケーリング
ko: 척도
pl: Skalowanie
pt_br: Ajuste de Escala
ru: Масштаб
zh_cn: 缩放
zh_tw: 調整大小

source: Variables
de: Variablen
it: Variabili
ja: 変数 2
ko: 변수
pl: Zmienne
pt_br: Variáveis
ru: Переменные
zh_cn: 变量
zh_tw: 變數

source: Accuracies
de: Genauigkeiten
es: Precisiones
fr: Exactitudes
it: Precisioni
ja: 精度
ko: 정확도
pl: Dokładności
pt_br: Precisões
ru: Показатели достоверности
zh_cn: 准确性
zh_tw: 精確度

source: Total Accuracy
de: Gesamtgenauigkeit
es: Precisión total
fr: Exactitude totale
it: Precisione totale
ja: 合計精度
ko: 전체 정확도
pl: Dokładność łączna
pt_br: Precisão total
ru: Общая достоверность
zh_cn: 总精度
zh_tw: 總精確度

source: Crossfold Accuracies
de: Kreuzaufteilungsgenauigkeiten
es: Precisiones de pliegues
fr: Exactitudes partitions croisées
it: Precisioni occorrenze incrociate
ja: 交差群精度
ko: 중첩 정확도
pl: Dokładności krotności dla walidacji
pt_br: Precisões de Crossfold
ru: Показатели достоверности поперечных слоев
zh_cn: 横折准确性
zh_tw: 交叉摺疊精確度

source: Total MSE
de: MSE gesamt
es: MSE total
it: MSE totali
ja: 合計 MSE
ko: 전체 MSE
pl: Całkowite MSE
pt_br: Total de MSE
ru: Общая среднеквадратичная ошибка
zh_cn: MSE 总计
zh_tw: MSE 總計

source: Squared Correlation, Predicted and Actual
de: Korrelation im Quadrat, Vorhergesagt und Ist
es: Correlación al cuadrado, pronosticada y real
fr: Carré de la corrélation (valeurs prédites et réelles)
it: Correlazione quadratica, prevista ed effettiva
ja: 平方相関、予測および実際
ko: 제곱 상관, 예측 및 실제
pl: Korelacja kwadratowa, przewidywana i rzeczywista
pt_br: Correlação quadrada, predita e real
ru: Квадратичная корреляция (предсказанная и фактическая)
zh_cn: 平方相关性、预测值和实际值
zh_tw: 平方相關性、預測及實際

source: Crossfold Mean Squared Errors
de: Kreuzaufteilung - Mittlere quadratische Fehler
es: Media cuadrática de los errores de pliegues
fr: Erreurs quadratiques moyennes avec partition croisée
it: Errori quadratici medi occorrenze incrociate
ja: 交差群平均平方誤差
ko: 중첩 평균제곱 오차
pl: Błędy średniokwadratowe walidacji krzyżowej
pt_br: Erros quadráticos médios de Crossfold
ru: Среднеквадратичные ошибки поперечных слоев
zh_cn: 横折均方误差
zh_tw: 交叉摺疊均方差

source: Mean Squared Errors
de: Mittlere quadratische Fehler
es: Media cuadrática de los errores
fr: Moyenne quadratique des erreurs
it: Errori quadratici medi
ja: 平均平方誤差
ko: 평균제곱 오차
pl: Błąd średniokwadratowy
pt_br: Erros quadráticos médios
ru: Среднеквадратичные ошибки
zh_cn: 均方误差
zh_tw: 均方差

source: Feature Weights
de: Funktionsgewichtungen
es: Ponderaciones de características
fr: Pondérations de fonction
it: Pesi funzione
ja: 特徴重み
ko: 기능 가중값
pl: Wagi właściwości
pt_br: Ponderações de variável
ru: Веса показателей
zh_cn: 特征权重
zh_tw: 特性加權

source: Number of support vectors: %s
de: Anzahl der Hilfsvektoren: %s
es: Número de vectores de soporte: %s
fr: Nombre de vecteurs supports : %s
it: Numero di vettori di supporto: %s
ja: サポート ベクターの数: %s
ko: 서포트 벡터 수: %s
pl: Liczba algorytmów SVM: %s
pt_br: O número de vetores de suporte: %s
ru: Число опорных векторов: %s
zh_cn: 支持向量数：%s
zh_tw: 支援向量數目：%s

source: Feature weights are not produced, because there are no support vectors
de: Funktionsgewichtungen werden nicht erzeugt, weil keine Hilfsvektoren vorhanden sind
es: No se generan ponderaciones futuras porque no hay vectores de soporte
fr: Les pondérations de fonction ne sont pas générées, car il n'y a pas de vecteur support.
it: I pesi funzione non vengono prodotti perché non sono presenti vettori di supporto
ja: サポート ベクターがないため、特徴重みは生成されません
ko: 서포트 벡터가 없으므로 기능 가중값이 생성되지 않았습니다.
pl: Wagi właściwości nie są generowane, ponieważ brak jest algorytmu SVM
pt_br: As ponderações de variável não são produzidas porque não há vetor de suporte
ru: Веса показателей не сгенерированы, поскольку нет опорных векторов
zh_cn: 由于没有支持向量，因此未生成特征权重
zh_tw: 未產生特性加權，因為沒有支援向量

source: Total
de: Gesamt
it: Totale
ja: 合計(T)
ko: 총계
pl: Łącznie
ru: Всего
zh_cn: 总计
zh_tw: 總計

source: % Correct
de: % korrekt
es: % Correcto
it: % di correttezza
ja: % 正
ko: % 정확함
pl: % poprawnych
pt_br: % Correto
ru: % правильных
zh_cn: % 正确
zh_tw: 正確百分比

source: Confusion
de: Unklarheit
es: Confusión
it: Confusione
ja: 混同
ko: 혼돈
pl: Konfuzje
pt_br: Confusão
ru: Недоразумение
zh_cn: 混淆
zh_tw: 混淆

source: Actual
de: Tatsächlich
es: Real
fr: Réel
it: Effettivo
ja: 実際
ko: 실제값
pl: Rzeczywista
pt_br: Real
ru: Фактически
zh_cn: 实际
zh_tw: 實際

source: Fitted
de: Angepasst
es: Ajustados
fr: Ajusté
it: Adattato
ja: 適合
ko: 맞춰짐
pl: Dopasowane
pt_br: Ajustado
ru: Подогнанные
zh_cn: 拟合
zh_tw: 適配

source: Percent Correct: %.3f
de: Prozent korrekt: %.3f
es: Porcentaje correcto: %.3f
fr: Pourcentage correct : %.3f
it: Percentuale di correttezza: %.3f
ja: 正解の割合: %.3f
ko: 정확도 퍼센트: %.3f
pl: Procent poprawnych: %.3f
pt_br: Percentual correto: %.3f
ru: Процент правильных: %.3f
zh_cn: 正确百分比：%.3f
zh_tw: 正確百分比：%.3f
