Repository: IBMPredictiveAnalytics/STATS_SVM
Catalog: src/lang/*/STATS_SVM.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The following predictors are missing from the input data: %s
de: Die folgenden Prädiktoren fehlen in den Eingabedaten: %s
es: Faltan los siguientes predictores en los datos de entrada: %s
fr: Les prédicteurs suivants sont manquants dans les données d'entrée : %s
it: I seguenti predittori mancano dai dati di input: %s
ja: 以下の予測変数が入力データから欠落しています: %s
ko: 다음 예측자가 입력 데이터에서 누락되었습니다. %s
pl: W danych wejściowych brak następujących predyktorów: %s
pt_br: Os preditores a seguir estão ausentes nos dados de entrada: %s
ru: Во входном наборе данных отсутствуют следующие предикторы: %s
zh_cn: 输入数据中缺少下列预测变量：%s
zh_tw: 輸入資料中遺漏下列預報子：%s

source: Class probabilities were requested but are not available
de: Klassenwahrscheinlichkeiten wurden angefordert, sind aber nicht verfügbar
es: Se han solicitado probabilidades de clases, pero no están disponibles
fr: Des probabilités de classe ont été demandées, mais elles ne sont pas disponibles.
it: Probabilità classe richieste ma non disponibili
ja: クラス確率が要求されましたが、使用できません
ko: 계층 확률이 요청되었지만 사용할 수 없습니다.
pl: Zażądano prawdopodobieństw klas, lecz są one niedostępne
pt_br: As probabilidades de classe foram solicitadas mas não estão disponíveis
ru: Были затребованы вероятности классов, но они недоступны
zh_cn: 已请求类概率，但类概率不可用
zh_tw: 已要求類別機率，但無法使用

source: All cases have missing data. No predictions are produced
de: In allen Fällen fehlen Daten. Keine Vorhersagen erstellt
es: Todos los casos tienen datos perdidos. No se han generado predicciones.
fr: Toutes les observations comportent des données manquantes. Aucune prévision n'a été générée.
it: Tutti i casi hanno dati mancanti. Non vengono prodotte previsioni
ja: すべてのケースに欠損データがあります。予測は生成されません
ko: 모든 케이스에 결측 데이터가 있습니다. 예측값이 생성되지 않았습니다.
pl: Dla wszystkich obserwacji występują braki danych. Nie wygenerowano predykcji.
pt_br: Todos os casos possuem dados ausentes. Nenhuma predição foi produzida
ru: У всех классов есть пропущенные данные. Никакие предикторы не сгенерированы
zh_cn: 所有个案都具有缺失数据。未生成任何预测
zh_tw: 所有觀察值都具有遺漏資料。未產生預測

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼

source: SVM
pl: Algorytm SVM
